{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "formatter.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "lsp-zero.nvim": {
    "branch": "v3.x"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "nvterm": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rnvimr": {
    "branch": "main"
  },
  "rust-tools.nvim": {
    "branch": "master"
  },
  "scrollEOF.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  }
}
